Repository: bilelmoussaoui/Hardcode-Tray
Catalog: po/*.po
Languages: ru

source: Replace a color with an other one, works only with SVG.
ru: Изменить цвет на другой. Работает только с SVG.

source: Clear backup files
ru: Удалить резервные файлы

source: Which of conversion tool to use
ru: Выбрать средство преобразования формата значков

source: You need to run the script using 'sudo -E'. Please try again
ru: Следует запустить сценарий через 'sudo -E'. Попробуйте еще раз

source: Welcome to Hardcode-Tray!
ru: Добро пожаловать в Hardcode-Tray!

source: Desktop Environment: {}
ru: Рабочее окружение: {}

source: Scaling Factor: {}
ru: Увеличение: {}

source: Icon Size: {}
ru: Размер значков: {}

source: Icon Theme: {}
ru: Тема значков: {}

source: Dark Icon Theme: {}
ru: Темная тема значков: {}

source: Light Icon Theme: {}
ru: Светлая тема значков: {}

source: Conversion Tool: {}
ru: Средство конвертирования: {}

source: To Do:
ru: Цель:

source: All
ru: Всё

source: Applying now..
ru: Исправление...

source: Reverting now..
ru: Восстановление...

source: Clearing cache...
ru: Очистка кэша...

source: Done, Thank you for using the Hardcode-Tray fixer!
ru: Готово! Благодарим за использование Hardcode-Tray!

source: Took {:.2f}s to finish the tasks
ru: Требуется {:.2f}с, чтобы завершить операцию

source: No apps to fix!
ru: Приложений для исправления нет!

source: No cache found.
ru: Кэш не найден.

source: No apps to revert!
ru: Приложений для восстановления нет!

source: You can't use --path with more than application at once.
ru: Можно использовать --path для исправления только одного приложения.

source: Failed to fix {}
ru: Не удалось исправить {}

source: Couldn't revert to those icons :(
ru: Невозможно восстановить эти значки :(

source: No backup found for {}
ru: Не найдена резервная копия {}

source: (Q)uit to cancel
ru: Выйти и отменить (Q)

source: 1 - Apply
ru: 1 - Исправить

source: 2 - Revert
ru: 2 - Восстановить

source: 3 - Clear Backup Cache
ru: 3 - Очистить резервный кэш

source: Please choose:
ru: Выберите:

source: Please try again
ru: Повторите попытку

source: Please choose a valid value!
ru: Выберите корректное значение!

source: The selected conversion tool is not installed.
ru: Выбранный инструмент конвертирования не установлен.

source: Theme {} does not exists.
ru: Темы {} не существует.

source: Invalid color {}
ru: Недопустимый цвет {}
